Repository: isxcsm/pz-tools
Catalog: src/PzTools.App/Strings/*/Resources.resw
Source language: en_us
Languages: cs_cz, de_de, es_es, fr_fr, id_id, it_it, ja_jp, ko_kr, pl_pl, pt_br, ru_ru, th_th, tr_tr, uk_ua, zh_cn, zh_tw

# ConfirmHealCharacterBody
source: Heal {0}? Restore health and treat injuries and other conditions. If dead, revive the character and recover available belongings. The zombie or corpse the belongings are recovered from will be removed. Traits, skills, XP and position are kept. Some mod effects may remain. Create a backup before continuing. This action does not create one for you. Applies to the selected single-player save after you stop playing.
cs_cz: Vyléčit postavu {0}? Obnoví zdraví a vyléčí zranění a další potíže. Pokud postava zemřela, oživí ji a získá zpět dostupné předměty. Zombie nebo tělo, ze kterého byly předměty získány, bude odstraněno. Vlastnosti, dovednosti, zkušenosti a poloha zůstanou zachovány. Některé účinky modů mohou přetrvat. Použije se na vybranou uloženou hru pro jednoho hráče po ukončení hraní. Před pokračováním vytvořte zálohu. Tato operace ji za vás nevytvoří.
de_de: {0} heilen? Stellt die Gesundheit wieder her und behandelt Verletzungen und Beschwerden. Tote Charaktere werden wiederbelebt; auffindbare Gegenstände werden zurückgeholt. Der Zombie oder Leichnam, von dem die Gegenstände stammen, wird dabei entfernt. Eigenschaften, Fähigkeiten, EP und Position bleiben erhalten. Manche Mod-Effekte können bestehen bleiben. Erstellen Sie vor dem Fortfahren eine Sicherung. Dieser Vorgang erstellt keine Sicherung für Sie. Wird auf den ausgewählten Einzelspieler-Spielstand angewendet, nachdem Sie das Spielen beendet haben.
es_es: ¿Recuperar a {0}? Restaura la salud y trata heridas y otros problemas de salud. Si ha muerto, resucita al personaje y recupera las pertenencias disponibles. Se elimina al zombi o cadáver del que se recuperan los objetos. Se conservan los rasgos, habilidades, experiencia y posición. Algunos efectos de mods pueden permanecer. Crea una copia de seguridad antes de continuar. Esta operación no la crea automáticamente. Se aplica a la partida individual seleccionada después de dejar de jugar.
fr_fr: Soigner {0} ? Restaure la santé et soigne les blessures et affections. Si le personnage est mort, il est ressuscité et ses affaires disponibles sont récupérées. Le zombie ou cadavre dont elles proviennent est alors supprimé. Les traits, compétences, l’XP et la position sont conservés. Certains effets de mods peuvent subsister. Créez une sauvegarde avant de continuer. Cette opération n’en crée pas automatiquement. S’applique à la partie solo sélectionnée après avoir quitté la partie.
id_id: Pulihkan {0}? Memulihkan kesehatan serta menyembuhkan luka dan kondisi lainnya. Jika karakter mati, hidupkan kembali dan ambil barang yang masih tersedia. Zombi atau mayat tempat barang diambil akan dihapus. Sifat, keterampilan, XP, dan posisi tetap dipertahankan. Beberapa efek mod mungkin tetap ada. Buat cadangan sebelum melanjutkan. Operasi ini tidak membuat cadangan secara otomatis. Diterapkan pada simpanan pemain tunggal yang dipilih setelah berhenti bermain.
it_it: Curare {0}? Ripristina la salute e cura ferite e altri disturbi. Se è morto, resuscita il personaggio e recupera gli oggetti disponibili. Lo zombi o cadavere da cui vengono recuperati gli oggetti viene rimosso. Tratti, abilità, esperienza e posizione vengono conservati. Alcuni effetti delle mod possono persistere. Crea un backup prima di continuare. Questa operazione non ne crea uno automaticamente. Si applica al salvataggio per giocatore singolo selezionato dopo aver smesso di giocare.
ja_jp: {0}を回復しますか？ 体力を回復し、けがや状態異常を治療します。死亡している場合は蘇生し、回収できる所持品を取り戻します。所持品の回収元となったゾンビ・死体は削除されます。 特性、スキル、経験値、位置は維持されます。一部のMODの効果は残る場合があります。 プレイを終了した状態で、選択したシングルプレイのセーブに適用します。 続行する前にバックアップを作成してください。この処理ではバックアップを自動作成しません。
ko_kr: {0} 캐릭터를 회복하시겠습니까? 체력을 채우고 부상·상태 이상을 치료합니다. 사망했다면 부활하며, 회수할 수 있는 소지품을 되찾습니다. 소지품을 회수한 좀비·시체는 제거됩니다. 특성, 스킬·경험치, 위치는 유지됩니다. 일부 모드 효과는 남을 수 있습니다. 계속하기 전에 백업을 만들어 두세요. 이 작업은 백업을 자동으로 만들지 않습니다. 플레이를 종료한 상태에서 선택한 싱글플레이 세이브에 적용됩니다.
pl_pl: Uleczyć postać {0}? Przywraca zdrowie i leczy obrażenia oraz dolegliwości. Zmarła postać zostanie wskrzeszona, a dostępne przedmioty odzyskane. Zombie lub zwłoki, z których odzyskano przedmioty, zostaną usunięte. Cechy, umiejętności, doświadczenie i pozycja zostają zachowane. Niektóre efekty modów mogą pozostać. Dotyczy wybranego zapisu gry jednoosobowej po zakończeniu rozgrywki. Przed kontynuowaniem utwórz kopię zapasową. Ta operacja nie tworzy jej automatycznie.
pt_br: Recuperar {0}? Restaura a saúde e trata ferimentos e outras condições. Se o personagem morreu, ele é ressuscitado e os pertences disponíveis são recuperados. O zumbi ou cadáver de onde vieram os itens é removido. Traços, habilidades, XP e posição são mantidos. Alguns efeitos de mods podem permanecer. Faça um backup antes de continuar. Esta operação não cria um backup automaticamente. Aplica-se à partida de um jogador selecionada depois de parar de jogar.
ru_ru: Исцелить персонажа {0}? Восстанавливает здоровье и лечит раны и другие недуги. Если персонаж погиб, он будет воскрешён, а доступные вещи возвращены. Зомби или труп, из которого забраны вещи, будет удалён. Черты, навыки, опыт и местоположение сохраняются. Некоторые эффекты модов могут остаться. Применяется к выбранному сохранению одиночной игры после выхода из мира. Перед продолжением создайте резервную копию. Эта операция не создаёт её автоматически.
th_th: ฟื้นฟูตัวละคร {0} หรือไม่? ฟื้นฟูสุขภาพ รักษาบาดแผลและอาการผิดปกติ หากตัวละครเสียชีวิต จะชุบชีวิตและกู้คืนสิ่งของที่ยังหาได้ ซอมบี้หรือศพที่ถูกนำสิ่งของออกมาจะถูกลบ คุณลักษณะ ทักษะ ประสบการณ์ และตำแหน่งจะคงเดิม ผลจากม็อดบางอย่างอาจยังอยู่ ใช้กับเซฟผู้เล่นคนเดียวที่เลือก หลังจากหยุดเล่นแล้ว กรุณาสร้างข้อมูลสำรองก่อนดำเนินการต่อ การฟื้นฟูนี้จะไม่สร้างข้อมูลสำรองให้โดยอัตโนมัติ
tr_tr: {0} iyileştirilsin mi? Sağlığı yeniler, yaraları ve diğer rahatsızlıkları iyileştirir. Karakter öldüyse diriltir ve bulunabilen eşyaları geri getirir. Eşyaların alındığı zombi veya ceset kaldırılır. Özellikler, beceriler, deneyim ve konum korunur. Bazı mod etkileri kalabilir. Devam etmeden önce bir yedek oluşturun. Bu işlem otomatik olarak yedek oluşturmaz. Oynamayı bıraktıktan sonra seçilen tek oyunculu kayda uygulanır.
uk_ua: Зцілити персонажа {0}? Відновлює здоров’я та лікує поранення й інші недуги. Якщо персонаж загинув, його буде воскрешено, а доступні речі повернуто. Зомбі або труп, з якого забрано речі, буде видалено. Риси, навички, досвід і розташування зберігаються. Деякі ефекти модів можуть залишитися. Застосовується до вибраного збереження одиночної гри після виходу зі світу. Перед продовженням створіть резервну копію. Ця операція не створює її автоматично.
zh_cn: 恢复角色 {0}？ 恢复生命值，治疗伤势和异常状态。如果角色已死亡，将复活并取回可找回的物品。取回物品后，对应的僵尸或尸体会被移除。 保留特质、技能、经验和位置。部分模组效果可能仍然存在。 结束游玩后，应用到选中的单人存档。 请先创建备份，再继续操作。此操作不会自动创建备份。
zh_tw: 恢復角色 {0}？ 恢復生命值，治療傷勢和異常狀態。如果角色已死亡，將復活並取回可找回的物品。取回物品後，對應的殭屍或屍體會被移除。 保留特質、技能、經驗和位置。部分模組效果可能仍然存在。 結束遊玩後，套用至選取的單人存檔。 請先建立備份，再繼續操作。此作業不會自動建立備份。

# HealCharacterSucceeded
source: Character healed.
cs_cz: Postava byla vyléčena.
de_de: Charakter geheilt.
es_es: Personaje curado.
fr_fr: Personnage soigné.
id_id: Karakter dipulihkan.
it_it: Personaggio curato.
ja_jp: キャラクターを回復しました。
ko_kr: 캐릭터를 회복했습니다.
pl_pl: Postać uleczona.
pt_br: Personagem curado.
ru_ru: Персонаж вылечен.
th_th: รักษาตัวละครแล้ว
tr_tr: Karakter iyileştirildi.
uk_ua: Персонажа вилікувано.
zh_cn: 角色已恢复。
zh_tw: 角色已恢復。

# HealCharacterRevived
source: Character revived.
cs_cz: Postava byla oživena.
de_de: Charakter wiederbelebt.
es_es: Personaje revivido.
fr_fr: Personnage ranimé.
id_id: Karakter dihidupkan kembali.
it_it: Personaggio rianimato.
ja_jp: キャラクターが復活しました。
ko_kr: 캐릭터가 부활했습니다.
pl_pl: Postać ożywiona.
pt_br: Personagem revivido.
ru_ru: Персонаж воскрешён.
th_th: ตัวละครฟื้นคืนชีพแล้ว
tr_tr: Karakter diriltildi.
uk_ua: Персонажа воскрешено.
zh_cn: 角色已复活。
zh_tw: 角色已復活。

# HealCharacterRevivedWithItems
source: Character revived. Items recovered: {0}.
cs_cz: Postava oživena. Získané předměty: {0}.
de_de: Wiederbelebt. Gegenstände zurück: {0}.
es_es: Revivido. Objetos recuperados: {0}.
fr_fr: Ranimé. Objets récupérés : {0}.
id_id: Hidup kembali. Barang didapat: {0}.
it_it: Rianimato. Oggetti recuperati: {0}.
ja_jp: 復活しました。所持品 {0} 個を回収しました。
ko_kr: 부활했습니다. 소지품 {0}개를 되찾았습니다.
pl_pl: Ożywiono. Odzyskane przedmioty: {0}.
pt_br: Revivido. Itens recuperados: {0}.
ru_ru: Воскрешён. Возвращено предметов: {0}.
th_th: ฟื้นคืนชีพแล้ว ได้ไอเทมคืน {0} ชิ้น
tr_tr: Diriltildi. Geri alınan eşya: {0}.
uk_ua: Воскрешено. Повернуто предметів: {0}.
zh_cn: 已复活，取回物品 {0} 件。
zh_tw: 已復活，取回物品 {0} 件。

# RecoveryError.Inventory
source: Stopped: the items could not be recovered safely. The save is unchanged.
de_de: Gestoppt: Die Gegenstände ließen sich nicht sicher zurückholen. Der Spielstand ist unverändert.
es_es: Detenido: no se podían recuperar las pertenencias con seguridad. La partida no ha cambiado.
fr_fr: Arrêté : les objets n’ont pas pu être récupérés sans risque. La partie est intacte.
id_id: Dihentikan: barang tidak dapat dipulihkan dengan aman. Simpanan tidak diubah.
it_it: Interrotto: non è stato possibile recuperare gli oggetti in sicurezza. Il salvataggio è intatto.
ja_jp: 所持品を安全に取り戻せないため、中止しました。セーブはそのままです。
pt_br: Interrompido: não foi possível recuperar os itens com segurança. A partida não foi alterada.
ru_ru: Остановлено: вещи нельзя безопасно вернуть. Сохранение не изменено.
tr_tr: Durduruldu: eşyalar güvenle geri alınamadı. Kayıt değiştirilmedi.
uk_ua: Зупинено: речі не можна безпечно повернути. Збереження не змінено.
zh_tw: 無法安全取回物品，已停止。存檔未被修改。

# RecoveryError.PendingEdit
source: An earlier change is unfinished. Restart PZ Tools before loading this save.
de_de: Eine frühere Änderung ist unvollständig. Starten Sie PZ Tools neu, bevor Sie diesen Spielstand laden.
es_es: Hay un cambio anterior sin terminar. Reinicia PZ Tools antes de cargar esta partida.
fr_fr: Une modification précédente est inachevée. Relancez PZ Tools avant de charger cette partie.
id_id: Perubahan sebelumnya belum selesai. Mulai ulang PZ Tools sebelum memuat simpanan ini.
it_it: Una modifica precedente non è finita. Riavvia PZ Tools prima di caricare questo salvataggio.
ja_jp: 前回の変更が完了していません。このセーブを読み込む前に PZ Tools を再起動してください。
pt_br: Uma alteração anterior não terminou. Reinicie o PZ Tools antes de carregar esta partida.
ru_ru: Прошлое изменение не завершено. Перезапустите PZ Tools, прежде чем загружать это сохранение.
tr_tr: Önceki bir değişiklik tamamlanmadı. Bu kaydı yüklemeden önce PZ Tools'u yeniden başlatın.
uk_ua: Попередню зміну не завершено. Перезапустіть PZ Tools, перш ніж завантажувати це збереження.
zh_tw: 先前的修改尚未完成。載入此存檔前，請重新開啟 PZ Tools。

# LogActivity.CharacterRecovery
source: Character recovery
cs_cz: Obnova postavy
de_de: Wiederherstellung des Charakters
es_es: Recuperación del personaje
fr_fr: Rétablissement du personnage
id_id: Pemulihan karakter
it_it: Recupero del personaggio
ja_jp: キャラクターの回復
ko_kr: 캐릭터 회복
pl_pl: Odzyskiwanie postaci
pt_br: Recuperação do personagem
ru_ru: Восстановление персонажа
th_th: การฟื้นฟูตัวละคร
tr_tr: Karakter kurtarma
uk_ua: Відновлення персонажа
zh_cn: 角色恢复
zh_tw: 角色恢復

# ProfilerNavigation
source: Performance
cs_cz: Výkon
de_de: Leistung
es_es: Rendimiento
fr_fr: Performances
id_id: Performa
it_it: Prestazioni
ja_jp: パフォーマンス
ko_kr: 성능 분석
pl_pl: Wydajność
pt_br: Desempenho
ru_ru: Производительность
th_th: ประสิทธิภาพ
tr_tr: Performans
uk_ua: Продуктивність
zh_cn: 性能分析
zh_tw: 效能分析

# ProfileRecordStart
source: Start recording
cs_cz: Spustit záznam
de_de: Aufzeichnung starten
es_es: Iniciar grabación
fr_fr: Démarrer l'enregistrement
id_id: Mulai merekam
it_it: Avvia registrazione
ja_jp: 記録を開始
ko_kr: 녹화 시작
pl_pl: Rozpocznij nagrywanie
pt_br: Iniciar gravação
ru_ru: Начать запись
th_th: เริ่มบันทึก
tr_tr: Kaydı başlat
uk_ua: Почати запис
zh_cn: 开始录制
zh_tw: 開始錄製

# ProfileRecordStop
source: Stop recording
cs_cz: Zastavit záznam
de_de: Aufzeichnung beenden
es_es: Detener grabación
fr_fr: Arrêter l'enregistrement
id_id: Hentikan rekaman
it_it: Interrompi registrazione
ja_jp: 記録を停止
ko_kr: 녹화 중지
pl_pl: Zatrzymaj nagrywanie
pt_br: Parar gravação
ru_ru: Остановить запись
th_th: หยุดบันทึก
tr_tr: Kaydı durdur
uk_ua: Зупинити запис
zh_cn: 停止录制
zh_tw: 停止錄製

# ProfileModeGeneral
source: Standard
cs_cz: Běžný
es_es: Estándar
id_id: Standar
ja_jp: 標準
ko_kr: 일반
pl_pl: Standardowy
pt_br: Padrão
ru_ru: Обычный
th_th: มาตรฐาน
tr_tr: Standart
uk_ua: Звичайний
zh_cn: 标准
zh_tw: 標準

# ProfileModeDetailed
source: Detailed
cs_cz: Podrobný
de_de: Detailliert
es_es: Detallado
fr_fr: Détaillé
id_id: Detail
it_it: Dettagliata
ja_jp: 詳細
ko_kr: 상세
pl_pl: Szczegółowy
pt_br: Detalhado
ru_ru: Подробный
th_th: ละเอียด
tr_tr: Ayrıntılı
uk_ua: Докладний
zh_cn: 详细
zh_tw: 詳細

# ProfileModeTip
source: Standard: takes a reading every 0.01 seconds with almost no effect on the game. Detailed: takes a reading about every 0.002 seconds and also records waits and pauses. The game runs slower for it (about 20%).
de_de: Standard: misst alle 0,01 Sekunden und belastet das Spiel kaum. Detailliert: misst etwa alle 0,002 Sekunden und zeichnet auch Wartezeiten und Pausen auf. Das Spiel läuft dadurch langsamer (etwa 20 %).
es_es: Estándar: registra cada 0,01 segundos casi sin afectar al juego. Detallado: registra cada 0,002 segundos aprox. y guarda también esperas y pausas. El juego va más lento por ello (un 20 % aprox.).
fr_fr: Standard : mesure toutes les 0,01 seconde sans presque toucher au jeu. Détaillé : mesure environ toutes les 0,002 seconde et enregistre aussi attentes et pauses. Le jeu en est ralenti (environ 20 %).
id_id: Standar: merekam setiap 0,01 detik hampir tanpa membebani gim. Detail: merekam sekitar setiap 0,002 detik dan juga mencatat waktu tunggu dan jeda. Gim jadi lebih lambat (sekitar 20%).
it_it: Standard: misura ogni 0,01 secondi quasi senza pesare sul gioco. Dettagliata: misura circa ogni 0,002 secondi e registra anche attese e pause. Il gioco ne risulta più lento (circa il 20%).
ja_jp: 標準: 0.01 秒ごとに記録し、ゲームへの負荷はほとんどありません。 詳細: 約 0.002 秒ごとに記録し、待ちや停止の原因も残します。そのぶんゲームが遅くなります（約 20%）。
pt_br: Padrão: faz uma leitura a cada 0,01 segundo, quase sem afetar o jogo. Detalhado: faz uma leitura a cada 0,002 segundo, aproximadamente, e também registra esperas e pausas. O jogo pode ficar um pouco mais lento.
ru_ru: Обычный: запись каждые 0,01 секунды почти без нагрузки на игру. Подробный: запись примерно каждые 0,002 секунды, плюс ожидания и остановки. Игра от этого замедляется (примерно на 20 %).
tr_tr: Standart: 0,01 saniyede bir ölçüm alır, oyunu neredeyse hiç etkilemez. Ayrıntılı: yaklaşık 0,002 saniyede bir ölçüm alır, beklemeleri ve duraklamaları da kaydeder. Oyun biraz yavaşlayabilir.
uk_ua: Звичайний: вимірювання кожні 0,01 секунди, майже не впливає на гру. Докладний: вимірювання приблизно кожні 0,002 секунди, додатково записуються очікування та паузи. Гра може працювати трохи повільніше.
zh_tw: 標準：每 0.01 秒記錄一次，幾乎不影響遊戲。 詳細：約每 0.002 秒記錄一次，並記錄等待和停頓原因。遊戲會因此變慢（約 20%）。

# ProfileIdleHint
source: Start the game, then start recording. Reproduce the lag and stop recording to see the result.
cs_cz: Spusťte hru a pak začněte nahrávat. Vyvolejte sekání a zastavte záznam, zobrazí se výsledek.
de_de: Starte das Spiel und dann die Aufzeichnung. Stelle den Lag nach und beende die Aufzeichnung, um das Ergebnis zu sehen.
es_es: Inicia el juego y luego empieza a grabar. Reproduce el lag y detén la grabación para ver el resultado.
fr_fr: Lancez le jeu, puis démarrez l'enregistrement. Reproduisez le lag et arrêtez l'enregistrement pour voir le résultat.
id_id: Jalankan game, lalu mulai merekam. Munculkan kembali lag-nya dan hentikan rekaman untuk melihat hasilnya.
it_it: Avvia il gioco, poi avvia la registrazione. Riproduci il lag e interrompi la registrazione per vedere il risultato.
ja_jp: ゲームを起動してから記録を開始してください。ラグを再現して記録を停止すると、結果が表示されます。
ko_kr: 게임을 실행한 뒤 녹화를 시작하세요. 렉이 생기는 상황을 재현하고 녹화를 중지하면 결과가 표시됩니다.
pl_pl: Uruchom grę, a potem rozpocznij nagrywanie. Odtwórz sytuację z lagiem i zatrzymaj nagrywanie, aby zobaczyć wynik.
pt_br: Abra o jogo e depois inicie a gravação. Reproduza o lag e pare a gravação para ver o resultado.
ru_ru: Запустите игру, затем начните запись. Воспроизведите лаги и остановите запись, чтобы увидеть результат.
th_th: เปิดเกมก่อน แล้วค่อยเริ่มบันทึก ทำให้เกิดอาการแลคอีกครั้ง แล้วหยุดบันทึกเพื่อดูผลลัพธ์
tr_tr: Oyunu açın, ardından kaydı başlatın. Takılmayı yeniden oluşturun ve sonucu görmek için kaydı durdurun.
uk_ua: Запустіть гру, а потім почніть запис. Відтворіть лаги й зупиніть запис, щоб побачити результат.
zh_cn: 先启动游戏，再开始录制。重现卡顿后停止录制，即可查看结果。
zh_tw: 先啟動遊戲，再開始錄製。重現卡頓後停止錄製，就能查看結果。

# ProfileStarting
source: Connecting to the game…
cs_cz: Připojování ke hře…
de_de: Verbindung zum Spiel wird hergestellt…
es_es: Conectando con el juego…
fr_fr: Connexion au jeu…
id_id: Menghubungkan ke game…
it_it: Connessione al gioco…
ja_jp: ゲームに接続しています…
ko_kr: 게임에 연결하는 중…
pl_pl: Łączenie z grą…
pt_br: Conectando ao jogo…
ru_ru: Подключение к игре…
th_th: กำลังเชื่อมต่อกับเกม…
tr_tr: Oyuna bağlanılıyor…
uk_ua: Підключення до гри…
zh_cn: 正在连接游戏…
zh_tw: 正在連線到遊戲…

# ProfileRecordingFormat
source: Recording {0} · stops automatically after {1} minutes
cs_cz: Nahrávání {0} · automaticky skončí po {1} min
de_de: Aufzeichnung läuft {0} · endet automatisch nach {1} Minuten
es_es: Grabando {0} · se detiene automáticamente a los {1} minutos
fr_fr: Enregistrement {0} · arrêt automatique au bout de {1} minutes
id_id: Merekam {0} · berhenti otomatis setelah {1} menit
it_it: Registrazione {0} · si interrompe automaticamente dopo {1} minuti
ja_jp: 記録中 {0} · {1} 分後に自動で停止
ko_kr: 녹화 중 {0} · {1}분 뒤 자동 종료
pl_pl: Nagrywanie {0} · zatrzyma się automatycznie po {1} min
pt_br: Gravando {0} · para automaticamente após {1} minutos
ru_ru: Идёт запись {0} · остановится автоматически через {1} мин
th_th: กำลังบันทึก {0} · หยุดอัตโนมัติหลังจาก {1} นาที
tr_tr: Kaydediliyor {0} · {1} dakika sonra otomatik olarak durur
uk_ua: Триває запис {0} · зупиниться автоматично через {1} хв
zh_cn: 录制中 {0} · {1} 分钟后自动停止
zh_tw: 錄製中 {0} · {1} 分鐘後自動停止

# ProfileConverting
source: Processing the recording…
cs_cz: Zpracovávání záznamu…
de_de: Aufzeichnung wird verarbeitet…
es_es: Procesando la grabación…
fr_fr: Traitement de l'enregistrement…
id_id: Memproses rekaman…
it_it: Elaborazione della registrazione…
ja_jp: 記録を処理しています…
ko_kr: 녹화 내용을 정리하는 중…
pl_pl: Przetwarzanie nagrania…
pt_br: Processando a gravação…
ru_ru: Обработка записи…
th_th: กำลังประมวลผลการบันทึก…
tr_tr: Kayıt işleniyor…
uk_ua: Обробка запису…
zh_cn: 正在处理录制内容…
zh_tw: 正在處理錄製內容…

# ProfileNoLua
source: Mod (Lua) information cannot be read in this game version, so only Java code is recorded.
cs_cz: V této verzi hry nelze číst informace o módech (Lua), proto se zaznamenává jen kód Java.
de_de: In dieser Spielversion können keine Mod-Informationen (Lua) gelesen werden, daher wird nur Java-Code aufgezeichnet.
es_es: En esta versión del juego no se puede leer la información de los mods (Lua), así que solo se registra el código Java.
fr_fr: Les informations sur les mods (Lua) ne peuvent pas être lues dans cette version du jeu : seul le code Java est enregistré.
id_id: Informasi mod (Lua) tidak dapat dibaca pada versi game ini, jadi hanya kode Java yang direkam.
it_it: In questa versione del gioco non è possibile leggere le informazioni sulle mod (Lua), quindi viene registrato solo il codice Java.
ja_jp: このゲームバージョンでは MOD (Lua) の情報を読み取れないため、Java コードのみ記録します。
ko_kr: 이 게임 버전에서는 모드(Lua) 정보를 읽을 수 없어 Java 코드만 기록합니다.
pl_pl: W tej wersji gry nie można odczytać informacji o modach (Lua), więc nagrywany jest tylko kod Java.
pt_br: Nesta versão do jogo não é possível ler as informações de mods (Lua), então só o código Java é gravado.
ru_ru: В этой версии игры нельзя прочитать данные о модах (Lua), поэтому записывается только код Java.
th_th: เกมเวอร์ชันนี้อ่านข้อมูลม็อด (Lua) ไม่ได้ จึงบันทึกเฉพาะโค้ด Java เท่านั้น
tr_tr: Bu oyun sürümünde mod (Lua) bilgileri okunamıyor, bu yüzden yalnızca Java kodu kaydediliyor.
uk_ua: У цій версії гри неможливо прочитати дані про моди (Lua), тому записується лише код Java.
zh_cn: 此游戏版本无法读取模组（Lua）信息，因此只记录 Java 代码。
zh_tw: 這個遊戲版本無法讀取模組（Lua）資訊，因此只會記錄 Java 程式碼。

# ProfileNoFrames
source: Frame boundaries cannot be read, so this recording has no frame graph.
cs_cz: Hranice snímků nelze přečíst, proto tento záznam nemá graf snímků.
de_de: Die Frame-Grenzen können nicht gelesen werden, daher hat diese Aufzeichnung kein Frame-Diagramm.
es_es: No se pueden leer los límites de los fotogramas, así que esta grabación no tiene gráfica de fotogramas.
fr_fr: Les limites des images ne peuvent pas être lues : cet enregistrement n'a pas de graphique des images.
id_id: Batas frame tidak dapat dibaca, jadi rekaman ini tidak memiliki grafik frame.
it_it: Non è possibile leggere i limiti dei frame, quindi questa registrazione non ha il grafico dei frame.
ja_jp: フレームの区切りを読み取れないため、この記録にはフレームグラフがありません。
ko_kr: 프레임 구분을 읽을 수 없어 프레임 그래프 없이 기록합니다.
pl_pl: Nie można odczytać granic klatek, więc to nagranie nie ma wykresu klatek.
pt_br: Não é possível ler os limites dos quadros, então esta gravação não tem gráfico de quadros.
ru_ru: Не удаётся определить границы кадров, поэтому в этой записи нет графика кадров.
th_th: อ่านขอบเขตของเฟรมไม่ได้ การบันทึกนี้จึงไม่มีกราฟเฟรม
tr_tr: Kare sınırları okunamıyor, bu yüzden bu kayıtta kare grafiği yok.
uk_ua: Не вдається визначити межі кадрів, тому в цьому записі немає графіка кадрів.
zh_cn: 无法读取帧边界，因此本次录制没有帧图表。
zh_tw: 無法讀取影格邊界，因此這次錄製沒有影格圖表。

# ProfileRecordingTitle
source: Recording performance
cs_cz: Nahrávání výkonu
de_de: Leistung wird aufgezeichnet
es_es: Grabando el rendimiento
fr_fr: Enregistrement des performances
id_id: Merekam performa
it_it: Registrazione delle prestazioni
ja_jp: パフォーマンスを記録中
ko_kr: 성능 녹화 중
pl_pl: Nagrywanie wydajności
pt_br: Gravando desempenho
ru_ru: Запись производительности
th_th: กำลังบันทึกประสิทธิภาพ
tr_tr: Performans kaydediliyor
uk_ua: Запис продуктивності
zh_cn: 正在录制性能
zh_tw: 正在錄製效能

# ProfilePhaseRecording
source: Recording game performance…
cs_cz: Zaznamenává se výkon hry…
de_de: Spielleistung wird aufgezeichnet…
es_es: Grabando el rendimiento del juego…
fr_fr: Enregistrement des performances du jeu…
id_id: Merekam performa game…
it_it: Registrazione delle prestazioni del gioco…
ja_jp: ゲームのパフォーマンスを記録しています…
ko_kr: 게임 성능을 기록하고 있습니다…
pl_pl: Nagrywanie wydajności gry…
pt_br: Gravando o desempenho do jogo…
ru_ru: Записывается производительность игры…
th_th: กำลังบันทึกประสิทธิภาพของเกม…
tr_tr: Oyun performansı kaydediliyor…
uk_ua: Записується продуктивність гри…
zh_cn: 正在录制游戏性能…
zh_tw: 正在錄製遊戲效能…

# ProfilePhaseConverting
source: Making the recording file
de_de: Aufzeichnungsdatei wird erstellt
es_es: Creando el archivo de grabación
fr_fr: Création du fichier d’enregistrement
id_id: Membuat berkas rekaman
it_it: Creazione del file di registrazione
ja_jp: 記録ファイルを作成中
pt_br: Criando o arquivo da gravação
ru_ru: Создание файла записи
tr_tr: Kayıt dosyası oluşturuluyor
uk_ua: Створення файлу запису
zh_tw: 正在產生錄製檔案

# LogActivity.Profile
source: Performance recording
cs_cz: Záznam výkonu
de_de: Leistungsaufzeichnung
es_es: Grabación de rendimiento
fr_fr: Enregistrement des performances
id_id: Rekaman performa
it_it: Registrazione delle prestazioni
ja_jp: パフォーマンス記録
ko_kr: 성능 녹화
pl_pl: Nagranie wydajności
pt_br: Gravação de desempenho
ru_ru: Запись производительности
th_th: การบันทึกประสิทธิภาพ
tr_tr: Performans kaydı
uk_ua: Запис продуктивності
zh_cn: 性能录制
zh_tw: 效能錄製
